{
  "<PAD>": 0,
  "<UNK>": 1,
  "R03A": 2,
  "C07AG02": 3,
  "J01D": 4,
  "M01AE": 5,
  "C10BX": 6,
  "M01AE01": 7,
  "R03DC": 8,
  "R01BA53": 9,
  "D06BB53": 10,
  "C04A": 11,
  "N05CF": 12,
  "A02BC": 13,
  "R05FA02": 14,
  "M09AX": 15,
  "G04CA": 16,
  "B01AF": 17,
  "J01MA": 18,
  "C01BC04": 19,
  "C08CA01": 20,
  "D07AC": 21,
  "J02AC": 22,
  "R05CA": 23,
  "S": 24,
  "R07AX": 25,
  "D01A": 26,
  "S01CA": 27,
  "C10BA08": 28,
  "A02BC02": 29,
  "A16A": 30,
  "S02CA": 31,
  "D06AX09": 32,
  "S01AE": 33,
  "A06AC01": 34,
  "N05AX12": 35,
  "N06BA": 36,
  "J01EE01": 37,
  "A10BD": 38,
  "R01AD": 39,
  "S01AD": 40,
  "C09DB09": 41,
  "A10BG": 42,
  "S01AA30": 43,
  "J01MA01": 44,
  "J02AC02": 45,
  "J05AF": 46,
  "A11CC": 47,
  "C01EB": 48,
  "C10BX10": 49,
  "N05C": 50,
  "C10BA": 51,
  "S01ED": 52,
  "N02AX": 53,
  "C10BA05": 54,
  "R03AK": 55,
  "V03AE01": 56,
  "N06BX07": 57,
  "A10BJ": 58,
  "D01AC20": 59,
  "V03A": 60,
  "A10BD08": 61,
  "A10BH02": 62,
  "A10AE": 63,
  "A10AB": 64,
  "C09DA01": 65,
  "S01BC": 66,
  "L04AX": 67,
  "R05DA": 68,
  "D11AH": 69,
  "N05AX13": 70,
  "N05AD01": 71,
  "J01XX": 72,
  "N06AX": 73,
  "A10BK": 74,
  "J05AH02": 75,
  "J05AX": 76,
  "R03AK06": 77,
  "R06AX": 78,
  "V03AB": 79,
  "S01BA": 80,
  "R03AL": 81,
  "A10BD09": 82,
  "N03AF": 83,
  "S01E": 84,
  "L01EB": 85,
  "S02CA03": 86,
  "A10AD": 87,
  "M03BX01": 88,
  "L03AX": 89,
  "B02": 90,
  "D07CC01": 91,
  "A10BH": 92,
  "C09DX": 93,
  "G03CA": 94,
  "R01AD59": 95,
  "A11DA01": 96,
  "L04AB": 97,
  "N03AG01": 98,
  "A10BH08": 99,
  "R05CB10": 100,
  "N03AX": 101,
  "R03BB04": 102,
  "R01BA52": 103,
  "G04BD08": 104,
  "G04BX": 105,
  "J01CR02": 106,
  "C09DB04": 107,
  "B01AC": 108,
  "M05BA04": 109,
  "R03BB": 110,
  "R03AK07": 111,
  "D05AX52": 112,
  "N06AX23": 113,
  "V06DB": 114,
  "D01AC03": 115,
  "N02AA55": 116,
  "L01E": 117,
  "A07CA": 118,
  "C09DB02": 119,
  "N04BD02": 120,
  "L01EX": 121,
  "S01EE": 122,
  "A16AA": 123,
  "A12AX": 124,
  "J01CA01": 125,
  "L04AA": 126,
  "S01XA18": 127,
  "S01CA01": 128,
  "N04BX": 129,
  "L02BX": 130,
  "N03AB": 131,
  "S01XA": 132,
  "N04BB01": 133,
  "N01BB": 134,
  "L01X": 135,
  "N04BD": 136,
  "D01AC": 137,
  "L01EF": 138,
  "R03DX": 139,
  "G03CA57": 140,
  "C10AX": 141,
  "S01GX": 142,
  "S01ED51": 143,
  "J05AF13": 144,
  "J05AF07": 145,
  "S01EC54": 146,
  "V03AE": 147,
  "H01A": 148,
  "D05AX": 149,
  "A04AA": 150,
  "L01EA": 151,
  "L01ED": 152
}